{
  "WBUI2": {
    "settings": {
      "OpenButton": 0,
      "HideIcon": false,
      "HideIconAfter": 60,
      "IconURL": "https://cdn.discordapp.com/attachments/557303093826420759/970097301211201587/867867505473093672.png?ex=66089984&is=65f62484&hm=914ba29ad4eaccac6dd0fd31e3814007efe48ee43b5c947e1ba3209073741c7b&",
      "DisableIconText": false,
      "IconPosition": 0,
      "IconTextColor": 0,
      "OpenOnStart": true,
      "OpenOnStartOnlyNewPlayers": true,
      "UpdateInterval": 12
    },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "Info",
          "title1": "Welcome to Oblivion Ark!",
          "text1": "Join our Discord for important server info, donations, recruitment, and trading! Discord.gg/OblivionArk\n\nMake sure to read all rules listed in the Rules tab\n\nOblivion Ark is one of the oldest Ark servers, originally founded in 2018 Oblivion has had over 20 seasons on Ark Survival Evolved and is well known in the Xbox/Windows Ark community.\n\nFor in-game support create a ticket in the Discord and our staff will be happy to assist you. \n\nOblivion Ark maintains an in-game shop where credits can be earned through various methods or can be acquired by donating to the server. For more information about the shop click the Shop tab or join our Discord for a more detailed explanation.",
          "imageurl": "https://media.istockphoto.com/id/1151082661/vector/retro-sci-fi-background-futuristic-landscape-of-the-80s-digital-cyber-surface-suitable-for.jpg?s=612x612&w=0&k=20&c=4HbMZEmxF08zcS_NgSXDKBJXsWSZTAXRKuC1UNvlOQY="
        }
      },
      {
        "tab2": {
          "layout": 1,
          "buttontext": "Rules",
          "title1": "Server Rules",
          "text1": "[1] Meshing\n\n• No raiding tribes through the mesh\n• No building in inaccessible locations\n• Turrets cannot shoot through solid walls\n• No causing damage through solid walls (does not apply to cave entrances)\n\n**Mesh Defense**\nYou can and should include mesh defense on your bases\n• What is allowed in the mesh: turrets, support structures(foundations, cliff plat, etc.)\nMesh defense cannot shoot through the mesh\n• What is NOT allowed in mesh: Generators, beds, teleporters, loot, etc.\nYou WILL be punished for improper mesh defense\n\n[2] Location Blocking\n\n• No blocking player spawns\n• No blocking wyvern or rock drake eggs\n\nBuilding here/blocking will result in a structure wipe\nRag: [Blue Ob]\nCenter: [Blue Ob]\nValguero: [Green Ob], [Aberration Zone Entrance]\nGenesis 1 & 2: [Teleport Locations], [Mission Zones]\nScorched: [Green Ob]\nIsland: [Red Ob]\nCrystal: [Green Ob]\nLost Island: [Green Ob]\nFjordur: [Green Ob]\n\n[3] Spamming and Building\n\n• Spam must be connected to an active base\n• No snapping structures to world border\n• No excessive spam (carpet spam or excessive structure snapping)\n• No spamming large amounts of structures during a raid (Only applies to caves)\n• All traps must be unlocked or destroyed after use\n• No glitching structures (unbreakable or floating)\n• Players may build in map holes that do not have access to the mesh and allow a player to walk or crouch to gain entry (or be a player-sized entrance). You cannot build in caves where you must go prone, grapple, or be knocked out in order to gain access.\n\n[4] Raiding\n\n• Raided bases must be destroyed\n• Raid bases (fobs) must be destroyed after use\n• Caging is limited to 6 hours from the time you open a ticket\n• No glitching structures in order to raid\n• No trapping players with transmitters or using transmitters to interrupt PvP situations\n• No tunneling (does not apply to platform saddles and rafts)\n• No more than 10 v 10 players in any raid (does not apply to open-world PvP)\n\n[5] Player Rules\n\n• No harassment of staff or players\n• No hateful speech including but not limited to racism (trash-talking is okay)\n• No purposely causing lag to the server\n• No selling in-game items for real money\n• No Human, 123, or similar generic names\n\n[6] Exploits and Glitches\n\n• Anything that is not supposed to be part of the game that gives a player or tribe an unfair advantage against other players is not allowed (includes modified clients and hard inis). May include but not limited to... invincibility, meshing, bypassing defenses, flying, illegal items, or building in map holes\n\n• No using alt accounts to bypass a ban (Discord and Server)\n• Possession of duped loot (in any form) will result in a permanent tribe ban\n• Playing with cheaters (knowingly and unknowingly) will result in a permanent tribe ban\n\nAll of the listed rules are punishable with a tribe ban depending on the circumstances (final punishment will be determined by the presiding admin)\n\n[7] Admin Comments\n\n• Items, dinos, or structures lost due to in-game glitches, server-related issues, insiding, or blue tagging cannot be replaced\n• Tribes may be punished for a sole member's actions\n• Players may be banned from the cluster or discord for reasons not listed on the rules\n• All cases are thoroughly reviewed, solid proof must be provided in order to ban a player or tribe\n• Failure to follow the rules may result in, structure or dino wipes, tribe or personal bans, loss in turret towers, base, or dinos without warning\n• It is your responsibility to keep yourself safe while online. We are unable to assist with direct threats against a user or DDoS-related issues\n\n[8] Agreement\n\nWe reserve the right to modify rules, terms, or conditions at any time. It is your job to keep yourself up to date on the rules. By remaining in the Discord or playing on any Oblivion Ark owned server you agree to all rules, terms, and conditions",
        }
      },
      {
        "tab3": {
          "layout": 1,
          "buttontext": "Shop",
          "title1": "Shop Info",
          "text1": "Join our Discord for important server info, donations, recruitment, and trading! Discord.gg/OblivionArk\n\nMake sure to read all rules listed in the Rules tab\n\nOblivion Ark is one of the oldest Ark servers, originally founded in 2018 Oblivion has had over 20 seasons on Ark Survival Evolved and is well known in the Xbox/Windows Ark community.\n\nFor in-game support create a ticket in the Discord and our staff will be happy to assist you. \n\nOblivion Ark maintains an in-game shop where credits can be earned through various methods or can be acquired by donating to the server. For more information about the shop click the Shop tab or join our Discord for a more detailed explanation.",
          "imageurl": "https://media.istockphoto.com/id/1151082661/vector/retro-sci-fi-background-futuristic-landscape-of-the-80s-digital-cyber-surface-suitable-for.jpg?s=612x612&w=0&k=20&c=4HbMZEmxF08zcS_NgSXDKBJXsWSZTAXRKuC1UNvlOQY="
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Link to discord",
          "url": "https://discord.com/invite/EBM6gbx"
        }
      }
    ]
  }
}
